// © Copyright 2010, 2015, 2017 HP Development Company, L.P."

// Window titles
CreatePaperWindowTitle = "Luo uusi paperiesiasetus";
CalibratePrinterWindowTitle = "Kalibroi";
CreateICCProfileWindowTitle = "Luo profiili";
InstallICCProfileWindowTitle = "Asenna profiili";
CalibratePaperWindowTitle = "Kalibroi paperi";

// Step names
CreatePaperPresetStepName = "Luo paperiesiasetustiedosto";
AddNewPaperStepName = "Määritä paperiesiasetukset";
CalibratePrinterStepName = "Kalibroi";
SelectPaperStepName = "Valitse paperi";
FinishedStepName = "Valmis";
SelectActionStepName = "Valitse toimi";
ICCProfileSettingsStepName = "Valitse ICC-profiilin nimi";
CreateICCProfileStepName = "Luo profiili";
InstallICCProfileStepName = "Asenna profiili";
SelectICCProfileStepName = "Valitse ICC-profiili";
CheckICCProfileSettingsStepName = "Valitse ICC-profiilin nimi";

// Toc names
CreatePaperPresetTocItemName = "Luo paperiesiasetustiedosto";
AddNewPaperTocItemName = "Määritä paperiesiasetukset";
CalibratePrinterTocItemName = "Kalibroi (n. 10 min)";
SelectPaperTocItemName = "Valitse paperi";
FinishedTocItemName = "Valmis";
SelectActionTocItemName = "Valitse toimi";
ICCProfileSettingsTocItemName = "Valitse ICC-profiilin nimi";
CreateProfileTocItemName = "Luo profiili (n. 20 min)";
InstallICCProfileTocItemName = "Asenna profiili";
SelectICCProfileTocItemName = "Valitse ICC-profiili";
CheckICCProfileSettingsTocItemName = "Valitse ICC-profiilin nimi";

// Create Paper strings
CreatePaperErrorTitle = "Uutta paperia ei voi lisätä";
SetPropertiesErrorTitle = "Tulostuksen ominaisuuksia ei voi määrittää";

// Calibrate Printer strings
CalibratePrinterInfoFormat = "Tulostin pitää kalibroida uutta paperityyppiä varten, ennen kuin paperi otetaan käyttöön. Lataa tulostimeen %@-paperia. Valitse Jatka tulostaaksesi ja skannataksesi tulostimen kalibrointikaavion.";
CalibratePrinterErrorTitle = "Tulostinta ei voi kalibroida";

// Operation Status strings
InitiatingCalibrationTitle = "Tulostetaan kalibrointikaaviota";
InitiatingProfilingTitle = "Tulostetaan ICC-profilointikaaviota";
InitiatingScanningTitle = "Valmistellaan ICC-profilointikaavion tulostamista";
CreateProfileErrorTitle = "ICC-profiilia ei voi luoda";
GetOperationStatusErrorTitle = "Toiminnon tilaa ei saada";
CancelOperationErrorTitle = "Toimintoa ei voi peruuttaa";
InstallProfileInfoText = "Tulostimen kalibrointi on käynnissä. Kun se on valmis, ICC-profiili asennetaan.";
HeaderFormatString = "<html><body><font size=+7><b>Käyttäjänimi:&nbsp;</b>%@&nbsp;&nbsp;&nbsp;&nbsp;<b>Paperi:&nbsp;</b>%@&nbsp;&nbsp;&nbsp;&nbsp;<b>Esiasetustiedosto:&nbsp;</b>%@<BR><b>Aikaleima:&nbsp;</b>%@&nbsp;&nbsp;&nbsp;&nbsp;<b>Laatu:&nbsp;</b>%@&nbsp;&nbsp;&nbsp;&nbsp;<b>Kiillon optimointi:&nbsp;</b>%@<font></body></html>";
CalibratePrinterNoteString = "Valitse Peruuta, jos haluat peruuttaa tulostimen kalibroinnin.";
CreateProfileNoteString = "Valitse Peruuta, jos haluat peruuttaa ICC-profiilin luonnin.";
CalibrationCancelConfirmationTitleString = "Haluatko varmasti peruuttaa tulostimen kalibroinnin?";
CalibrationCancelConfirmation1MessageString = "On erittäin suositeltavaa kalibroida tulostin jokaista paperityyppiä varten, ennen kuin paperi otetaan käyttöön. Jos tulostimen kalibrointi peruutetaan, paperille voidaan tulostaa, mutta värien parasta mahdollista yhdenmukaisuutta ei saavuteta.";
CalibrationCancelConfirmation2MessageString = "On erittäin suositeltavaa kalibroida tulostin uutta paperityyppiä varten, ennen kuin paperi otetaan käyttöön. Jos tulostimen kalibrointi peruutetaan, uudelle mukautetulle paperille voidaan tulostaa, mutta värien parasta mahdollista yhdenmukaisuutta ei saavuteta.";
AddPaperCancelConfirmationTitleString = "Jos mukautetun paperin lisääminen peruutetaan, uudelle mukautetulle paperille voidaan tulostaa, mutta parasta värijälkeä ei saavuteta. Haluatko varmasti peruuttaa mukautetun paperin lisäämisen?";
ProfilingCancelConfirmationMessageString = "Jos ICC-profiilin luonti peruutetaan, paperille voidaan tulostaa, mutta parasta tulostusjälkeä ei saavuteta.";
ProfilingCancelConfirmationTitleString = "Haluatko varmasti peruuttaa ICC-profiilin luonnin?";

// Finish strings
CreatePaperFinishText = "Esiasetusten luonti uutta paperia varten onnistui. Jos haluat luoda profiilin ja paperi tukee profiilin luontia, siirry Värikeskuksen \"Paperiesiasetusten hallinta\" -kohtaan ja valitse \"Luo paperiprofiili\".";
CreatePaperWithoutProfilingFinishText = "Esiasetusten luonti uutta paperia varten onnistui.";
CalibrateNewPaperFinishText = "Kalibrointi onnistui. Jos haluat luoda profiilin ja paperi tukee profiilin luontia, siirry Värikeskuksen \"Paperiesiasetusten hallinta\" -kohtaan ja valitse \"Luo paperiprofiili\".

";
CalibratePrinterFinishText = "\n\n\n\n\n\n\n\nTulostimen kalibrointi on valmis.\nJatka valitsemalla Valmis.";
CreateICCProfileFinishText = "\n\n\n\n\n\n\n\nICC-profiilin luonti onnistui.";
CreateICCProfileFinishTextFormat = "ICC-profiilin luonti onnistui.\n\nICC-profiili %@ %@-paperia varten sijaitsee tietokoneen kansiossa /Library/ColorSync/Profiles/%@ ja sitä voidaan käyttää sovelluksissa.\n\nJos tulostetussa profilointikaaviossa näkyy raitoja, on suositeltavaa suorittaa 'Paperin laajennettu kalibrointi' tulostimen etupaneelin 'Kuvanlaadun ylläpito' -kohdan valikosta. Kun tämä on tehty, valitse Luonti ja Asenna ICC-profiili uudelleen.";
CreateICCProfilePrintOnlyFinishText = "Tulostettu profilointikaavio voidaan nyt poistaa. Kaavion on oltava kuiva ennen skannaamista.\n\nKun haluat luoda ICC-profiilin, valitse vaihtoehto \"Skannaa ICC-profilointikaavio ja luo ICC-profiili\".\n\nJos tulostetussa profilointikaaviossa näkyy raitoja, on suositeltavaa suorittaa 'Paperin laajennettu kalibrointi' tulostimen etupaneelin 'Kuvanlaadun ylläpito' -kohdan valikosta. Kun tämä on tehty, valitse Luonti ja Asenna ICC-profiili uudelleen.

";
CreatePrintedICCProfileFinishText = "ICC-profiilin luonti onnistui.\n\nICC-profiili %@ %@-paperia varten sijaitsee tietokoneen kansiossa /Library/ColorSync/Profiles/%@ ja sitä voidaan käyttää sovelluksissa.";
InstallICCProfileFinishTextFormat = "ICC-profiilin asennus onnistui.\n\nICC-profiili %@ %@-paperia varten sijaitsee tietokoneen kansiossa /Library/ColorSync/Profiles/%@ ja sitä voidaan käyttää sovelluksissa.

";
InstallICCProfileFinishText = "\n\n\n\n\n\n\n\nICC-profiilin asennus onnistui.";
CalibrateWithoutProfilingFinishText = "Kalibrointi suoritettiin onnistuneesti.";
"InstallICCProfileFinishAuthFailedTextFormat" = "The ICC profile was installed successfully to %@.";
"InstallICCProfileFinishAuthFailedTextWarn" = "Unable to update the paper list on your computer because authentication has failed.";
"InstallICCProfileFinishAuthFailedTextWarnDescription" = "ICC profile %@ for the %@ paper cannot be used from your applications until you update the paper list on your computer. To perform this please click refresh button on \"Paper Preset Management\" screen in HP Printer Utility.";
"CreatePaperFinishAuthFailedTextWarnDescription" = "%@ paper cannot be used from your applications until you update the paper list on your computer. To perform this please click refresh button on \"Paper Preset Management\" screen in HP Printer Utility.";
// Select Paper strings
GetPaperListErrorTitle = "Paperiluetteloa ei saada";

// Profile Settings strings
ProfileSettingsTitle1 = "ICC-profiili luodaan ja asennetaan seuraavia asetuksia käyttäen:";
ProfileSettingsTitle2 = "Anna ICC-profiilin asetukset. Ne näkyvät tulostamasi, skannattavaksi tarkoitetun profilointikaavion alla.";
InstallProfileSettingsTitle = "ICC-profiili %@ asennetaan seuraavia asetuksia käyttäen:";
ProfileSettingsNote1 = "Lataa tulostimeen %@-paperia (koko A3/B). Valitse Jatka tulostaaksesi ja skannataksesi ICC-profilointikaavion ja luodaksesi ICC-profiilin.";
ProfileSettingsNote2 = "Lataa tulostimeen %@-paperia (koko A3/B). Valitse Jatka tulostaaksesi ja skannataksesi ICC-profilointikaavion ja luodaksesi ICC-profiilin.";
ProfileSettingsNote3 = "Lataa tulostimeen ICC-profilointikaavio, joka on tulostettu %@-paperille (koko A3/B). Valitse Jatka skannataksesi ICC-profilointikaavion ja luodaksesi ICC-profiilin.";
InstallProfileSettingsNote1 = "Tulostin pitää kalibroida uutta paperityyppiä varten, ennen kuin paperi otetaan käyttöön. Lataa tulostimeen %@-paperia. Valitse Jatka tulostaaksesi ja skannataksesi tulostimen profilointikaavion.";
InstallProfileSettingsNote2 = "Valitse Jatka asentaaksesi ICC-profiilin.";
ResetSettingTitle = "Valittu asetus on eri kuin ICC-profiilissa.";
ResetSettingMessage = "Haluatko varmasti muuttaa oletusasetusta?";

// Install Profile strings
InstallProfileCancelConfirmationTitleString = "Jos ICC-profiilin asennus peruutetaan, paperille voidaan tulostaa, mutta parasta tulostusjälkeä ei saavuteta. Haluatko varmasti peruuttaa ICC-profiilin asennuksen?";
InstallProfileTitleFormat = "ICC-profiili %@ kopioidaan kansioon /Library/ColorSync/Profiles/%@ ja rekisteröidään ColorSync-järjestelmään.\n\nSe asennetaan tulostimeen, jossa se on muiden käyttäjien käytettävissä.";
SetProfileErrorTitle = "ICC-profiilia ei voi asentaa";
GetProfileErrorTitle = "ICC-profiilia ei saada";

// Select Profile strings
ProfileErrorTitle = "Valittua ICC-profiilia ei voi asentaa";
UnableToOpenErrorMessageFormat = "Kohdetta %@ ei voi avata";
ProfileIsNotOutputErrorMessage = "Profiili ei ole tulostusprofiili.";
ProfileIsNotRGBErrorMessage = "Profiili ei ole RGB.";
ProfileInvalidColorSpaceErrorMessageFormat = "Profiili ei ole %@.";
TagsMissingErrorMessage = "Vaadittuja tunnisteita puuttuu.";
ProfileIsNotValidErrorMessage = "Profiili ei kelpaa.";
ProfileIsNotValidErrorMessageFormat = "Profiili ei kelpaa. Ei tulostusta, ei %@, tunnisteita puuttuu.";
ManufacturerIsNotHPErrorMessage = "Valmistaja ei ole HP.";
NotPrintProfilerErrorMessage = "Profilointiohjelma ei ole PrintProfiler.";
NotHPICCErrorMessage = "Väärä valmistaja, laite, värienhallintamoduuli.";
RGB = "RGB";
CMYK = "CMYK";

// Select and Calibrate Paper strings
LoadPaperFormatString = "Lataa tulostimeen %@-paperia (vähintään kokoa %@). Valitse Jatka tulostaaksesi ja skannataksesi tulostimen kalibrointikaavion.";

// Calibration status
CalibrationStatusRecommended = "Suositus";
CalibrationStatusOK = "OK";
CalibrationStatusOutOfDate = "Vanhentunut";

// Synchronization strings
DownloadProfilesTitleString = "Ladataan ICC-profiileja...";
SynchronizeProfilesTitleString = "Päivitetään ICC-profiileja...";
DownloadProfilesTitleFormatString = "Ladataan ICC-profiileja %@-paperia varten:\n%u / %u";

SyncronizationSuccessfullTitleString = "Paperiluettelon päivitys onnistui";
SyncronizationSuccessfullMessageString = "Uusille mukautetuille papereille voi nyt tulostaa.";
MediaManagementErrorTitleString = "Tulostimesta ei saada mukautettuja papereita koskevia tietoja";
SyncronizationIncompleteTitleString = "Koko paperiluetteloa ei voi päivittää";
SyncronizationIncompleteMessageFormatString = "Seuraavia papereita ei päivitetty:\n%@";
RegistrationIncompleteTitle = "Paperia ei voi päivittää";
RegistrationIncompleteMessage = "Seuraavia papereita ei ole rekisteröity:\n%@";

// Operation status
CALIBRATION-STARTING = "Tulostetaan kalibrointikaaviota";
CALIBRATION-PREPARING-TO-PRINT = "Tulostetaan kalibrointikaaviota";
CALIBRATION-PREPARING-TO-SCAN = "Valmistellaan kalibrointikaavion skannaamista";
CALIBRATION-PRINTING = "Tulostetaan kalibrointikaaviota";
CALIBRATION-DRYING = "Kuivataan kalibrointikaaviota";
CALIBRATION-SCANNING = "Skannataan kalibrointikaaviota";
CALIBRATION-CALCULATING = "Lasketaan kalibroinnin tuloksia";
CALIBRATION-FINISHING = "Lasketaan kalibroinnin tuloksia";
CALIBRATION-CANCELLING = "Peruutetaan tulostimen kalibrointia";
PROFILING-STARTING = "Tulostetaan ICC-profilointikaaviota";
PROFILING-PREPARING-TO-PRINT = "Tulostetaan ICC-profilointikaaviota";
PROFILING-PREPARING-TO-SCAN = "Valmistellaan ICC-profilointikaavion skannaamista";
PROFILING-PRINTING = "Tulostetaan ICC-profilointikaaviota";
PROFILING-DRYING = "Kuivataan ICC-profilointikaaviota";
PROFILING-SCANNING = "Skannataan ICC-profilointikaaviota";
PROFILING-CALCULATING = "Luodaan ICC-profiilia";
PROFILING-FINISHING = "Luodaan ICC-profiilia";
PROFILING-CANCELLING = "Peruutetaan ICC-profiilin luontia";

GetMediumListTitleString = "Noudetaan paperiluetteloa...";
AddNewPaperTitleString = "Luodaan paperiesiasetustiedostoa...";
CalibratePrinterTitleString = "Kalibroidaan tulostinta...";
CreateProfileTitleString = "Luodaan ICC-profiilia...";
CancelingProfilingTitleString = "Peruutetaan ICC-profiilin luontia...";
CancelingCalibrationTitleString = "Peruutetaan tulostimen kalibrointia...";

CancelingProfileInstallationTitleString = "Peruutetaan ICC-profiilin asennusta";
InstallingProfileTitleString = "Asennetaan ICC-profiilia";

ProfilingProcessFailedErrorMessage = "ICC-profiilin luonti epäonnistui.";
CalibrationProcessFailedErrorMessage = "Tulostimen kalibrointi epäonnistui.";

SynchronizeTitleString = "Päivitetään paperiluetteloa...";

ICCProfileTitleString = "ICC-profiili";
CalibrationStatusTitleString = "Kalibroinnin tila";

LoadedPaperTypeMismatchMessage = "Paperiesiasetustiedoston nimen on vastattava tulostimen etupaneelissa valittua paperia. Valitse OK muuttaaksesi etupaneelissa ladatun paperin nimeä automaattisesti.";
LoadedPaperTypeMismatchProfilingNotAllowedMessage = "Paperiesiasetustiedoston nimen on vastattava tulostimen etupaneelissa valittua paperia. Valitse OK muuttaaksesi etupaneelissa ladatun paperin nimeä automaattisesti.";
LoadedPaperTypeMismatchMessageFormat = "Olet valinnut paperin \"%@\", mutta tulostimeen on ladattu paperia \"%@\". Valitse OK muuttaaksesi tulostimeen ladatun paperin tyyppiä automaattisesti ja käytä tästä lähtien materiaalia \"%@\" tai käy vaihtamassa tulostimeen materiaalia \"%@\" (koko A4/A kalibrointia varten, A3/B profiilin luomista varten) ja valitse OK.";
LoadedPaperTypeMismatchProfilingNotAllowedMessageFormat = "Olet valinnut paperin \"%@\", mutta tulostimeen on ladattu paperia \"%@\". Valitse OK muuttaaksesi tulostimeen ladatun paperin tyyppiä automaattisesti ja käytä tästä lähtien materiaalia \"%@\" tai käy vaihtamassa tulostimeen materiaalia \"%@\" (koko A3/B kalibrointia varten) ja valitse OK.";

// Gloss Enhancer
OFF = "Ei käytössä";
FULLPAGE = "Käytössä";
INKEDAREA = "Käytössä";

// Paper category
BOND_AND_COATED = "Kova ja päällystetty paperi";
PHOTO = "Valokuvapaperi";
PROOFING = "Vedospaperi";
FINE_ART = "Taidemateriaali";
FILM = "Kalvo";
TECHNICAL = "Tekninen paperi";
CUSTOM = "Mukautettu paperi";
BACKLIT = "Taustavalaistava materiaali";
ADHESIVE = "Tarrapaperi";
BANNER_AND_SIGN = "Julistemateriaali";
HP_EXTENDED_MEDIA = "Lisäpaperit";

CalibrationStatusNotApplicable = "Ei käytettävissä";

"No response" = "Tarkista, että tulostin on yhdistetty ja että siihen on kytketty virta. Yritä sitten uudelleen";
UNDEFINED-ERROR = "Tapahtui virhe.";
ERROR-IN-PARAMS = "Tapahtui virhe.";
UNKNOWN-OPERATION = "Toiminto on aikakatkaistu.";
PRINTER-BUSY = "Tulostin on varattu. Odota, että tulostin suorittaa nykyisen tulostustyön loppuun.";
UNDEFINED-MEDIUM = "Valittua paperia ei enää ole. Toinen käyttäjä on mahdollisesti poistanut sen.";
MEDIUM-MISMATCH = "Muuntyyppistä paperia on ladattu.";
MEDIUM-MISMATCH-NEW-PAPER-CALIBRATION-FORMAT = "Muuntyyppistä paperia on ladattu. Olet valinnut paperityypin %@, mutta tulostimeen on ladattu muuntyyppistä paperia. Jos olet varma, että ladattu paperi on valitsemaasi tyyppiä, valitse tulostimen etupaneelin Paperi-valikosta Muuta paperityyppiä. Muussa tapauksessa poista ladattu paperi, lataa tulostimeen %@-paperia (vähintään kokoa %@) ja valitse Jatka tulostaaksesi ja skannataksesi tulostimen kalibrointikaavion. Valitse Peruuta kalibroidaksesi tulostimen myöhemmin.";
MEDIUM-MISMATCH-CALIBRATION-FORMAT = "Muuntyyppistä paperia on ladattu. Olet valinnut paperityypin %@, mutta tulostimeen on ladattu muuntyyppistä paperia. Poista ladattu paperi, lataa tulostimeen %@-paperia (vähintään kokoa %@) ja valitse Jatka tulostaaksesi ja skannataksesi tulostimen kalibrointikaavion. Valitse Peruuta kalibroidaksesi tulostimen myöhemmin.";
MEDIUM-MISMATCH-PROFILING-FORMAT = "Muuntyyppistä paperia on ladattu. Olet valinnut paperityypin %@, mutta tulostimeen on ladattu muuntyyppistä paperia. Poista ladattu paperi, lataa tulostimeen %@-paperia (vähintään kokoa A3/B) ja valitse Jatka tulostaaksesi ja skannataksesi ICC-profilointikaavion ja luodaksesi profiilin. Valitse Peruuta luodaksesi profiilin myöhemmin.";
BADSIZE-MEDIUM = "Ladattu paperi on liian pienikokoista.";
BADSIZE-MEDIUM-CALIBRATION-FORMAT = "Ladattu paperi on liian pienikokoista. Poista ladattu paperi, lataa tulostimeen %@-paperia (vähintään kokoa %@) ja valitse Jatka tulostaaksesi ja skannataksesi tulostimen kalibrointikaavion. Valitse Peruuta kalibroidaksesi tulostimen myöhemmin.

";
BADSIZE-MEDIUM-PROFILING-FORMAT = "Ladattu paperi on liian pienikokoista. Poista ladattu paperi, lataa tulostimeen %@-paperia (vähintään kokoa A3/B) ja valitse Jatka tulostaaksesi ja skannataksesi ICC-profilointikaavion ja luodaksesi profiilin. Valitse Peruuta luodaksesi profiilin myöhemmin.

";
NO-MEDIUM-LOADED = "Paperia ei ole ladattu.";
NO-MEDIUM-LOADED-CALIBRATION-FORMAT = "Paperia ei ole ladattu. Lataa tulostimeen %@-paperia (vähintään kokoa %@) ja valitse Jatka tulostaaksesi ja skannataksesi tulostimen kalibrointikaavion. Valitse Peruuta kalibroidaksesi tulostimen myöhemmin.

";
NO-MEDIUM-LOADED-PROFILING-FORMAT = "Paperia ei ole ladattu. Lataa tulostimeen %@-paperia (vähintään kokoa A3/B) ja valitse Jatka tulostaaksesi ja skannataksesi ICC-profilointikaavion ja luodaksesi profiilin. Valitse Peruuta luodaksesi profiilin myöhemmin.

";
INVALID-MEDIUM-PROFILING-FORMAT = "Lataa tulostimeen %@-paperille (koko A3/B) tulostettu ICC-profilointikaavio. Valitse Jatka skannataksesi ICC-profilointikaavion ja luodaksesi ICC-profiilin.";
NO-MEDIUM-LOADED-SCAN-PROFILE-FORMAT = "Lataa tulostimeen %@-paperille (koko A3/B) tulostettu ICC-profilointikaavio. Valitse Jatka skannataksesi ICC-profilointikaavion ja luodaksesi ICC-profiilin.";
INVALID-MEDIUM = "Tapahtui virhe.";
PROFILE-DOESNT-EXIST = "Tapahtui virhe.";
MEDIUM-CANNOT-BE-DELETED = "Tehdasasetuksiin kuuluvia HP-papereita ei voi poistaa.";
MEDIUM-DOESNT-EXIST = "Valittua paperia ei enää ole. Toinen käyttäjä on mahdollisesti poistanut sen.";
MEDIUM-ALREADY-EXISTS = "Samanniminen paperi on jo olemassa. Anna paperille muu nimi ja yritä uudelleen.";
MEDIUM-ALREADY-EXISTS-FORMAT = "Nimellä %@ varustettu paperi on jo olemassa. Anna paperille muu nimi ja yritä uudelleen.";
NO-ROOM-FOR-MORE-MEDIA = "Mukautettuja papereita ei voi lisätä enempää. Poista jokin mukautetuista papereista ennen uuden lisäämistä.";
MEDIUM-NOT-CLONABLE = "Tapahtui virhe.";
PROFILE-CANNOT-BE-DELETED = "Tapahtui virhe.";
MISSING-MEDIUM-NAME = "Paperille ei ole annettu nimeä. Anna paperille nimi ja yritä uudelleen.";

InstallProfileTitle = "ICC-profiili asennetaan tulostimeen, jossa se on muiden käyttäjien käytettävissä.

.";

"Paper Name: " = "Paperin nimi: ";
"ICC Profile Name: " = "ICC-profiilin nimi: ";
"Printer Model: " = "Tulostimen malli: ";
"Username: " = "Käyttäjänimi: ";
"Timestamp: " = "Aikaleima: ";
"Gloss Enhancer: " = "Kiillon lisääjä: ";
"Paper Type: " = "Paperityyppi: ";

EmptyItem = "Ei mitään";
ResponseErrorMessage = "Tarkista, että tulostin on yhdistetty ja että siihen on kytketty virta. Yritä sitten uudelleen.";

// Button titles
TryAgainButtonTitle = "Yritä uudelleen";
CreateButtonTitle = "Luo";
CalibrateButtonTitle = "Kalibroi";

"GlossEnhancer" = "Kiillon lisääjä";
"AdvancedRecommendationText" = "Paperin laajennettu kalibrointi";
"AdvancedCalibrationInfoText" = "ICC-profiilien helppo ja automaattinen luonti";
"SharePresetsInfoText" = "Jaa paperiesiasetukset";
"PrintProfilingChartTitle" = "Tulostusprofilointikaavio";
"PreparingCalibrationScanTitle" = "Valmistellaan kalibrointikaavion skannaamista";
"PreparingProfilingScanTitle" = "Valmistellaan ICC-profilointikaavion skannaamista";
"CreatePresetMenu" = "Luo uusi paperiesiasetus";
"ImportPresetMenu" = "Tuo paperiesiasetustiedosto";
"ManagePresetMenu" = "Paperiesiasetusten hallinta";
"LoadedPaperTypeMismatchManualChangeMessage" = "Paperiesiasetustiedoston nimen on vastattava tulostimeen ladattua paperia. Lataa tulostimeen paperia \"%@\".";

//xib localization
HSDSelectProfileTitle = "Valitse asennettava ICC-profiili:";
ChooseButtonTitle = "Valitse...";

SelectProfileActionTitle = "Valitse toimi:";
PrintICCProfilingChartTitle = "Tulosta ICC-profilointikaavio";
ScanICCProfilingChartTitle = "Skannaa ICC-profilointikaavio ja luo ICC-profiili";
TotalTitle = "Yhteensä";

CreatePaperDesciption = "Anna paperin nimi ja tyyppi ja jatka valitsemalla Seuraava. Tämä paperi on valittavissa tulostimen etupaneelin kohdasta Mukautetut paperit.\n\nPaperityypin valinta on olennaisen tärkeää hyvien tulosten saavuttamiseksi. Saat paperityypin valintaan liittyviä vihjeitä ja neuvoja napsauttamalla kysymysmerkkikuvaketta.";
ChangePrintingPropertiesTitle = "Muuta tulostusominaisuuksia";
